Repository: j-morgan6/trays
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Attempting to reconnect
fr: Tentative de reconnexion

source: Something went wrong!
fr: Quelque chose s'est mal passé !

source: We can't find the internet
fr: Nous ne trouvons pas Internet

source: close
fr: fermer

source: Business Insights
fr: Analyses commerciales

source: Coming Soon
fr: Bientôt disponible

source: Customer Experience
fr: Expérience client

source: Get Started
fr: Commencer

source: Make data-driven decisions with comprehensive analytics and reporting tools.
fr: Prenez des décisions basées sur les données avec des outils d'analyse et de reporting complets.

source: Order Management
fr: Gestion des commandes

source: Professional catering management platform designed for restaurants to streamline operations and grow their business.
fr: Plateforme professionnelle de gestion de restauration conçue pour que les restaurants rationalisent leurs opérations et développent leur entreprise.

source: Provide customers with an easy-to-use portal for browsing menus and placing orders.
fr: Offrez aux clients un portail facile à utiliser pour consulter les menus et passer des commandes.

source: Sign In
fr: Se connecter

source: Streamline catering orders, schedules, and deliveries with our intuitive management system.
fr: Rationalisez les commandes de restauration, les horaires et les livraisons avec notre système de gestion intuitif.

source: Welcome to
fr: Bienvenue à

source: Log in
fr: Se connecter

source: Log out
fr: Se déconnecter

source: Settings
fr: Paramètres

source: Sign up
fr: S'inscrire

source: Account Type
fr: Type de compte

source: Already registered?
fr: Déjà inscrit ?

source: An email was sent to %{email}, please access it to confirm your account.
fr: Un e-mail a été envoyé à %{email}, veuillez y accéder pour confirmer votre compte.

source: By creating an account, you agree to our Terms of Service and Privacy Policy.
fr: En créant un compte, vous acceptez nos Conditions d'utilisation et notre Politique de confidentialité.

source: Create account
fr: Créer un compte

source: Create your account
fr: Créez votre compte

source: Creating account...
fr: Création du compte...

source: Customer
fr: Client

source: Full Name
fr: Nom complet

source: Merchant
fr: Commerçant

source: Phone Number
fr: Numéro de téléphone

source: Select account type
fr: Sélectionnez le type de compte

source: Sign in
fr: Se connecter

source: to your account.
fr: à votre compte.

source: Development Mode
fr: Mode développement

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Magic Link Login
fr: Connexion par lien magique

source: Password
fr: Mot de passe

source: Send magic link
fr: Envoyer le lien magique

source: Sign in and stay signed in
fr: Se connecter et rester connecté

source: Sign in for this session only
fr: Se connecter pour cette session uniquement

source: View emails at
fr: Voir les e-mails à

source: Welcome back
fr: Bon retour

source: You need to reauthenticate to perform sensitive actions on your account.
fr: Vous devez vous authentifier à nouveau pour effectuer des actions sensibles sur votre compte.

source: or continue with password
fr: ou continuer avec le mot de passe

source: the mailbox page
fr: la page de la boîte aux lettres

source: If your email is in our system, you will receive instructions for logging in shortly.
fr: Si votre e-mail est dans notre système, vous recevrez sous peu des instructions pour vous connecter.

source: A link to confirm your email change has been sent to the new address.
fr: Un lien pour confirmer votre changement d'e-mail a été envoyé à la nouvelle adresse.

source: Account Settings
fr: Paramètres du compte

source: Change Email
fr: Modifier l'e-mail

source: Change your email address (requires confirmation)
fr: Modifier votre adresse e-mail (confirmation requise)

source: Changing...
fr: Modification...

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Email Address
fr: Adresse e-mail

source: Email change link is invalid or it has expired.
fr: Le lien de modification d'e-mail est invalide ou a expiré.

source: Email changed successfully.
fr: E-mail modifié avec succès.

source: Manage your account profile, email address and password settings
fr: Gérez votre profil de compte, votre adresse e-mail et vos paramètres de mot de passe

source: Name
fr: Nom

source: New password
fr: Nouveau mot de passe

source: Profile Information
fr: Informations de profil

source: Profile updated successfully.
fr: Profil mis à jour avec succès.

source: Save Password
fr: Enregistrer le mot de passe

source: Saving...
fr: Enregistrement...

source: Update Profile
fr: Mettre à jour le profil

source: Update your name and phone number
fr: Mettre à jour votre nom et numéro de téléphone

source: Update your password to keep your account secure
fr: Mettre à jour votre mot de passe pour sécuriser votre compte

source: Confirm and log in only this time
fr: Confirmer et se connecter uniquement cette fois

source: Confirm and stay logged in
fr: Confirmer et rester connecté

source: Confirming...
fr: Confirmation...

source: Keep me logged in on this device
fr: Me garder connecté sur cet appareil

source: Log me in only this time
fr: Me connecter uniquement cette fois

source: Logging in...
fr: Connexion...

source: Magic link is invalid or it has expired.
fr: Le lien magique est invalide ou a expiré.

source: Tip: If you prefer passwords, you can enable them in the user settings.
fr: Conseil : Si vous préférez les mots de passe, vous pouvez les activer dans les paramètres utilisateur.

source: Welcome
fr: Bienvenue

source: Account number
fr: Numéro de compte

source: Bank account created successfully
fr: Compte bancaire créé avec succès

source: Bank account updated successfully
fr: Compte bancaire mis à jour avec succès

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Edit Bank account
fr: Modifier le compte bancaire

source: Institution number
fr: Numéro d'institution

source: Merchants
fr: Commerçants

source: New Bank account
fr: Nouveau compte bancaire

source: Save Bank account
fr: Enregistrer le compte bancaire

source: Store Manager
fr: Gérant de magasin

source: Transit number
fr: Numéro de transit

source: Use this form to manage bank_account records in your database.
fr: Utilisez ce formulaire pour gérer les enregistrements de compte bancaire dans votre base de données.

source: City
fr: Ville

source: Country
fr: Pays

source: Edit Merchant location
fr: Modifier l'emplacement du commerçant

source: Merchant location created successfully
fr: Emplacement du commerçant créé avec succès

source: Merchant location updated successfully
fr: Emplacement du commerçant mis à jour avec succès

source: New Merchant location
fr: Nouvel emplacement de commerçant

source: Postal code
fr: Code postal

source: Save Merchant location
fr: Enregistrer l'emplacement du commerçant

source: Street1
fr: Rue 1

source: Street2
fr: Rue 2

source: Use this form to manage merchant_location records in your database.
fr: Utilisez ce formulaire pour gérer les enregistrements d'emplacement de commerçant dans votre base de données.

source: Add First Location
fr: Ajouter le premier emplacement

source: Add Location
fr: Ajouter un emplacement

source: Add your first location to start managing this business
fr: Ajoutez votre premier emplacement pour commencer à gérer cette entreprise

source: Address
fr: Adresse

source: Are you sure you want to delete this location?
fr: Êtes-vous sûr de vouloir supprimer cet emplacement?

source: Back to Dashboard
fr: Retour au tableau de bord

source: Business Description
fr: Description de l'entreprise

source: Business Name
fr: Nom de l'entreprise

source: Business created successfully
fr: Entreprise créée avec succès

source: Business updated successfully
fr: Entreprise mise à jour avec succès

source: Describe your business in a few sentences. Include what makes it unique, the type of products or services you offer, and any other key details...
fr: Décrivez votre entreprise en quelques phrases. Incluez ce qui la rend unique, le type de produits ou services que vous offrez, et tout autre détail important...

source: Edit Business
fr: Modifier l'entreprise

source: Location deleted successfully
fr: Emplacement supprimé avec succès

source: Locations
fr: Emplacements

source: New Business
fr: Nouvelle entreprise

source: No locations yet
fr: Aucun emplacement pour le moment

source: Save Changes
fr: Enregistrer les modifications

source: This is your main business name displayed throughout the dashboard.
fr: Ceci est le nom principal de votre entreprise affiché dans tout le tableau de bord.

source: Total Locations
fr: Total des emplacements

source: Unable to delete location
fr: Impossible de supprimer l'emplacement

source: Update your business information
fr: Mettez à jour les informations de votre entreprise

source: e.g., Pizza Palace, Joe's Coffee Shop, Sunset Bakery
fr: ex. : Pizzeria Palace, Café de Joe, Boulangerie Sunset

source: All Merchants
fr: Tous les commerçants

source: Are you sure you want to delete this merchant?
fr: Êtes-vous sûr de vouloir supprimer ce commerçant?

source: Manage all merchant accounts
fr: Gérer tous les comptes commerçants

source: Merchant deleted successfully
fr: Commerçant supprimé avec succès

source: Merchants will appear here once they register
fr: Les commerçants apparaîtront ici une fois qu'ils s'inscriront

source: No merchants yet
fr: Aucun commerçant pour le moment

source: No store manager (defaults to merchant)
fr: Aucun gérant de magasin (par défaut au commerçant)

source: Store Manager (Optional)
fr: Gérant de magasin (Optionnel)

source: Total Merchants
fr: Total des commerçants

source: Unable to delete merchant
fr: Impossible de supprimer le commerçant

source: Add a bank account to receive payments for this location
fr: Ajoutez un compte bancaire pour recevoir les paiements pour cet emplacement

source: Administrator
fr: Administrateur

source: Amount Summary
fr: Résumé des montants

source: Back to Location
fr: Retour à l'emplacement

source: Back to Merchant
fr: Retour au commerçant

source: Bank Account Information
fr: Informations du compte bancaire

source: Create
fr: Créer

source: Create your first invoice to get started
fr: Créez votre première facture pour commencer

source: Customer Information
fr: Informations du client

source: Delivery Date
fr: Date de livraison

source: Due Now
fr: Payable maintenant

source: Edit Invoice
fr: Modifier la facture

source: Full system access
fr: Accès complet au système

source: GST/HST
fr: TPS/TVH

source: GST/HST ($)
fr: TPS/TVH ($)

source: Invoice #
fr: Facture nº

source: Invoice Details
fr: Détails de la facture

source: Line Items
fr: Articles de facture

source: Quantity
fr: Quantité

source: Amount ($)
fr: Montant ($)

source: Add
fr: Ajouter

source: Save the invoice first to add line items
fr: Enregistrez d'abord la facture pour ajouter des articles

source: No line items yet
fr: Aucun article pour le moment

source: Item description
fr: Description de l'article

source: Are you sure?
fr: Êtes-vous sûr?

source: Line item added successfully
fr: Article ajouté avec succès

source: Please save the invoice first before adding line items
fr: Veuillez d'abord enregistrer la facture avant d'ajouter des articles

source: Line item deleted successfully
fr: Article supprimé avec succès

source: Could not delete line item
fr: Impossible de supprimer l'article

source: Invoices
fr: Factures

source: Location Information
fr: Informations de l'emplacement

source: Location Manager
fr: Gérant de l'emplacement

source: Manage
fr: Gérer

source: Net 15 Days
fr: Net 15 jours

source: Net 30 Days
fr: Net 30 jours

source: New Invoice
fr: Nouvelle facture

source: No invoices yet
fr: Aucune facture pour le moment

source: No manager assigned to this location
fr: Aucun gérant assigné à cet emplacement

source: Outstanding
fr: En attente

source: Paid
fr: Payé

source: Payment Terms
fr: Conditions de paiement

source: Save Invoice
fr: Enregistrer la facture

source: Status
fr: Statut

source: Subtotal
fr: Sous-total

source: Total Amount
fr: Montant total

source: Total Amount ($)
fr: Montant total ($)

source: User Level
fr: Niveau d'utilisateur

source: View
fr: Voir

source: Your Permissions
fr: Vos autorisations

source: Your account type and permissions
fr: Votre type de compte et vos autorisations

source: Manage all your business locations
fr: Gérez tous vos emplacements commerciaux

source: Back
fr: Retour

source: Due on receipt
fr: Payable à réception

source: No locations have been added yet
fr: Aucun emplacement n'a encore été ajouté
